Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# helpBulletSystemTab
source: System: Startup (Quick Start or Classic), Communication (Event-driven or Legacy polling), Discovery (Auto, Bonjour or Legacy Multicast), Advanced network settings (event listener port, hop limit, speaker addresses) and Cache (artwork size and age, Clear Speaker Cache, Clear Artwork Cache).
da: System: Start (Hurtigstart eller Klassisk), Kommunikation (Hændelsesstyret eller Klassisk polling), Søgning (Auto, Bonjour eller Klassisk multicast), Avancerede netværksindstillinger (hændelsesport, hop-grænse, højttaleradresser) og Cache (coverstørrelse og alder, Ryd højttalercache, Ryd covercache).
de: System: Start (Schnellstart oder Klassisch), Kommunikation (Ereignisgesteuert oder Altes Polling), Suche (Automatisch, Bonjour oder Altes Multicast), Erweiterte Netzwerkeinstellungen (Ereignis-Port, Hop-Limit, Lautsprecheradressen) und Cache (Cover-Größe und -Alter, Lautsprecher-Cache leeren, Cover-Cache leeren).
es: Sistema: Inicio (Inicio rápido o Clásico), Comunicación (Por eventos o Sondeo clásico), Detección (Auto, Bonjour o Multicast clásico), Ajustes de red avanzados (puerto del receptor de eventos, límite de saltos, direcciones de altavoces) y Caché (tamaño y antigüedad de carátulas, Vaciar caché de altavoces, Vaciar caché de carátulas).
fr: Système : Démarrage (Rapide ou Classique), Communication (Événementielle ou Interrogation classique), Découverte (Auto, Bonjour ou Multicast classique), Réglages réseau avancés (port d'écoute des événements, limite de sauts, adresses d'enceintes) et Cache (taille et âge des pochettes, Vider le cache des enceintes, Vider le cache des pochettes).
it: Sistema: Avvio (Rapido o Classico), Comunicazione (A eventi o Polling classico), Rilevamento (Auto, Bonjour o Multicast classico), Impostazioni di rete avanzate (porta del listener eventi, limite hop, indirizzi dei diffusori) e Cache (dimensione ed età delle copertine, Svuota cache diffusori, Svuota cache copertine).
ja: システム：起動（クイックスタートまたはクラシック）、通信（イベント駆動またはレガシーポーリング）、検出（自動、Bonjour、レガシーマルチキャスト）、詳細ネットワーク設定（イベントリスナーのポート、ホップ制限、スピーカーアドレス）、キャッシュ（アートワークのサイズと保持期間、スピーカーキャッシュを消去、アートワークキャッシュを消去）。
nb: System: Oppstart (Hurtigstart eller Klassisk), Kommunikasjon (Hendelsesstyrt eller Klassisk polling), Søk (Auto, Bonjour eller Klassisk multicast), Avanserte nettverksinnstillinger (hendelsesport, hoppgrense, høyttaleradresser) og Cache (omslagsstørrelse og alder, Tøm høyttalercache, Tøm omslagscache).
nl: Systeem: Opstarten (Snelstart of Klassiek), Communicatie (Gebeurtenisgestuurd of Klassiek pollen), Detectie (Auto, Bonjour of Klassiek multicast), Geavanceerde netwerkinstellingen (poort van de gebeurtenislistener, hoplimiet, speakeradressen) en Cache (grootte en leeftijd van hoezen, Speakercache wissen, Hoescache wissen).
pl: System: Uruchamianie (Szybki start lub Klasyczny), Komunikacja (Zdarzeniowa lub Klasyczne odpytywanie), Wykrywanie (Auto, Bonjour lub Klasyczny multicast), Zaawansowane ustawienia sieci (port nasłuchu zdarzeń, limit skoków, adresy głośników) oraz Pamięć podręczna (rozmiar i wiek okładek, Wyczyść pamięć głośników, Wyczyść pamięć okładek).
pt: Sistema: Arranque (Início rápido ou Clássico), Comunicação (Por eventos ou Sondagem clássica), Descoberta (Auto, Bonjour ou Multicast clássico), Definições de rede avançadas (porta do recetor de eventos, limite de saltos, endereços de colunas) e Cache (tamanho e idade das capas, Limpar cache de colunas, Limpar cache de capas).
sv: System: Start (Snabbstart eller Klassisk), Kommunikation (Händelsestyrd eller Klassisk avfrågning), Sökning (Auto, Bonjour eller Klassisk multicast), Avancerade nätverksinställningar (händelseport, hoppgräns, högtalaradresser) och Cache (omslagsstorlek och ålder, Rensa högtalarcache, Rensa omslagscache).
zh_hans: 系统：启动（快速启动或经典）、通信（事件驱动或传统轮询）、发现（自动、Bonjour 或传统多播）、高级网络设置（事件监听端口、跳数限制、扬声器地址）和缓存（封面大小与保留时间、清除扬声器缓存、清除封面缓存）。

# helpBulletToolbar
source: The toolbar, left to right: Browse (⌘B), Play Queue (⌥⌘U), the speaker menu (Pause All, Resume All, Mute All, Unmute All, Group Presets), Playlist Manager (⌘L), Listening Stats (⇧⌘S), Alarms (⇧⌘A), Visualisation (Karaoke ⌘K, Back of the Club ⌘J), Diagnostics, Support, Help (⌘?) and Settings (⌘,).
da: Værktøjslinjen fra venstre mod højre: Gennemse (⌘B), Kø (⌥⌘U), højttalermenuen (Pause alle, Genoptag alle, Slå lyd fra, Slå lyd til, Gruppeforudindstillinger), Playlistehåndtering (⌘L), Lyttestatistik (⇧⌘S), Alarmer (⇧⌘A), Visualisering (Karaoke ⌘K, Back of the Club ⌘J), Diagnostik, Støt, Hjælp (⌘?) og Indstillinger (⌘,).
de: Die Symbolleiste von links nach rechts: Durchsuchen (⌘B), Warteschlange (⌥⌘U), das Lautsprechermenü (Alle pausieren, Alle fortsetzen, Alle stumm, Alle laut, Gruppenvoreinstellungen), Playlist-Manager (⌘L), Hörstatistik (⇧⌘S), Wecker (⇧⌘A), Visualisierung (Karaoke ⌘K, Back of the Club ⌘J), Diagnose, Unterstützen, Hilfe (⌘?) und Einstellungen (⌘,).
es: La barra de herramientas, de izquierda a derecha: Explorar (⌘B), Cola (⌥⌘U), el menú de altavoces (Pausar todo, Reanudar todo, Silenciar todo, Activar sonido, Ajustes de grupo), Gestor de listas (⌘L), Estadísticas (⇧⌘S), Alarmas (⇧⌘A), Visualización (Karaoke ⌘K, Back of the Club ⌘J), Diagnóstico, Apoyar, Ayuda (⌘?) y Ajustes (⌘,).
fr: La barre d'outils, de gauche à droite : Parcourir (⌘B), File de lecture (⌥⌘U), le menu enceintes (Tout mettre en pause, Tout reprendre, Tout couper, Tout rétablir, Préréglages de groupe), Gestionnaire de playlists (⌘L), Statistiques d'écoute (⇧⌘S), Alarmes (⇧⌘A), Visualisation (Karaoké ⌘K, Back of the Club ⌘J), Diagnostic, Soutenir, Aide (⌘?) et Réglages (⌘,).
it: La barra degli strumenti, da sinistra a destra: Sfoglia (⌘B), Coda (⌥⌘U), il menu diffusori (Metti tutto in pausa, Riprendi tutto, Silenzia tutto, Riattiva tutto, Preset di gruppo), Gestione playlist (⌘L), Statistiche di ascolto (⇧⌘S), Sveglie (⇧⌘A), Visualizzazione (Karaoke ⌘K, Back of the Club ⌘J), Diagnostica, Sostieni, Aiuto (⌘?) e Impostazioni (⌘,).
ja: ツールバーは左から順に：ブラウズ（⌘B）、キュー（⌥⌘U）、スピーカーメニュー（すべて一時停止、すべて再開、すべて消音、消音解除、グループプリセット）、プレイリストマネージャ（⌘L）、リスニング統計（⇧⌘S）、アラーム（⇧⌘A）、ビジュアライゼーション（カラオケ ⌘K、Back of the Club ⌘J）、診断、サポート、ヘルプ（⌘?）、設定（⌘,）です。
nb: Verktøylinjen fra venstre til høyre: Bla (⌘B), Kø (⌥⌘U), høyttalermenyen (Pause alle, Fortsett alle, Demp alle, Slå på alle, Gruppeforvalg), Spillelistebehandling (⌘L), Lyttestatistikk (⇧⌘S), Alarmer (⇧⌘A), Visualisering (Karaoke ⌘K, Back of the Club ⌘J), Diagnostikk, Støtt, Hjelp (⌘?) og Innstillinger (⌘,).
nl: De knoppenbalk, van links naar rechts: Bladeren (⌘B), Wachtrij (⌥⌘U), het speakermenu (Alles pauzeren, Alles hervatten, Alles dempen, Dempen opheffen, Groepsvoorinstellingen), Afspeellijstbeheer (⌘L), Luisterstatistieken (⇧⌘S), Wekkers (⇧⌘A), Visualisatie (Karaoke ⌘K, Back of the Club ⌘J), Diagnose, Steun, Help (⌘?) en Instellingen (⌘,).
pl: Pasek narzędzi od lewej: Przeglądaj (⌘B), Kolejka (⌥⌘U), menu głośników (Wstrzymaj wszystko, Wznów wszystko, Wycisz wszystko, Włącz dźwięk, Ustawienia grup), Menedżer playlist (⌘L), Statystyki słuchania (⇧⌘S), Alarmy (⇧⌘A), Wizualizacja (Karaoke ⌘K, Back of the Club ⌘J), Diagnostyka, Wsparcie, Pomoc (⌘?) i Ustawienia (⌘,).
pt: A barra de ferramentas, da esquerda para a direita: Navegar (⌘B), Fila (⌥⌘U), o menu de colunas (Pausar tudo, Retomar tudo, Silenciar tudo, Repor som, Predefinições de grupo), Gestor de playlists (⌘L), Estatísticas (⇧⌘S), Alarmes (⇧⌘A), Visualização (Karaoke ⌘K, Back of the Club ⌘J), Diagnóstico, Apoiar, Ajuda (⌘?) e Ajustes (⌘,).
sv: Verktygsfältet från vänster till höger: Bläddra (⌘B), Kö (⌥⌘U), högtalarmenyn (Pausa alla, Återuppta alla, Tysta alla, Slå på alla, Gruppförval), Spellisthanteraren (⌘L), Lyssningsstatistik (⇧⌘S), Alarm (⇧⌘A), Visualisering (Karaoke ⌘K, Back of the Club ⌘J), Diagnostik, Stöd, Hjälp (⌘?) och Inställningar (⌘,).
zh_hans: 工具栏从左到右：浏览（⌘B）、播放队列（⌥⌘U）、扬声器菜单（全部暂停、全部恢复、全部静音、取消静音、分组预设）、播放列表管理器（⌘L）、收听统计（⇧⌘S）、闹钟（⇧⌘A）、可视化（卡拉 OK ⌘K、Back of the Club ⌘J）、诊断、支持、帮助（⌘?）和设置（⌘,）。

# helpBulletUngroupAll
source: Right-click a grouped room → Ungroup All to split all members back into single-room groups.
da: Højreklik på et grupperet rum → Opdel alle for at dele medlemmerne tilbage til enkeltrumsgrupper.
de: Klicke mit der rechten Maustaste auf einen gruppierten Raum → „Alle auflösen“, um alle Mitglieder wieder in Einzelraum-Gruppen aufzuteilen.
es: Haz clic derecho en una habitación agrupada → Desagrupar todo para dividir a los miembros en grupos de una sola habitación.
fr: Cliquez avec le bouton droit sur une pièce groupée → Dégrouper tout pour remettre tous les membres en groupes individuels.
it: Fai clic con il tasto destro su una stanza raggruppata → Separa tutto per riportare i membri a gruppi da singola stanza.
ja: グループ化されたルームを右クリック → 「すべてグループ解除」ですべてのメンバーを単体ルームグループに戻します。
nb: Høyreklikk på et gruppert rom → Del alle for å dele medlemmene tilbake til enkeltromsgrupper.
nl: Klik met de rechtermuisknop op een gegroepeerde ruimte → Alles ontgroeperen om alle leden weer in losse ruimtes te splitsen.
pl: Kliknij prawym przyciskiem pogrupowany pokój → Rozgrupuj wszystkie, aby podzielić członków na grupy jednopokojowe.
pt: Clique com o botão direito em uma sala agrupada → Desagrupar tudo para dividir os membros em grupos de uma única sala.
sv: Högerklicka på ett grupperat rum → Dela alla för att dela upp medlemmarna i enrumsgrupper igen.
zh_hans: 右键单击已组合的房间 → 全部取消组合，将所有成员重新分成单房间组。

# helpBulletUPnPIdent
source: Each speaker self-identifies its platform via its UPnP device description; classification does not require any cloud service.
da: Hver højttaler identificerer sin platform via sin UPnP-enhedsbeskrivelse; klassificering kræver ingen cloud-tjeneste.
de: Jeder Lautsprecher identifiziert seine Plattform selbst über die UPnP-Gerätebeschreibung; für die Klassifizierung ist kein Cloud-Dienst erforderlich.
es: Cada altavoz se autoidentifica como plataforma mediante su descripción de dispositivo UPnP; la clasificación no requiere ningún servicio en la nube.
fr: Chaque enceinte identifie sa plateforme via sa description de périphérique UPnP ; la classification ne nécessite aucun service cloud.
it: Ogni altoparlante identifica la propria piattaforma tramite la descrizione del dispositivo UPnP; la classificazione non richiede alcun servizio cloud.
ja: 各スピーカーはUPnPデバイス記述を介して自身のプラットフォームを自己識別します。分類にはクラウドサービスは必要ありません。
nb: Hver høyttaler identifiserer plattformen sin via UPnP-enhetsbeskrivelsen; klassifisering krever ingen skytjeneste.
nl: Elke luidspreker identificeert zijn platform via zijn UPnP-apparaatbeschrijving; classificatie vereist geen clouddienst.
pl: Każdy głośnik identyfikuje swoją platformę przez opis urządzenia UPnP; klasyfikacja nie wymaga żadnej usługi w chmurze.
pt: Cada caixa identifica-se como plataforma pela sua descrição de dispositivo UPnP; a classificação não requer serviço em nuvem.
sv: Varje högtalare identifierar sin plattform via sin UPnP-enhetsbeskrivning; klassificeringen kräver ingen molntjänst.
zh_hans: 每个音箱通过 UPnP 设备描述自行识别其平台，分类无需任何云服务。

# helpCollapseBody
source: Click the chevron on the divider above the tabs to hide the whole panel for a clean Now Playing-only layout. State persists between launches.
da: Klik på chevronen på adskilleren over fanerne for at skjule hele panelet og få en ren Afspilles nu-visning. Tilstanden bevares mellem opstart.
de: Klicke auf den Pfeil im Trennstrich über den Tabs, um das gesamte Panel auszublenden und nur die aktuelle Wiedergabe anzuzeigen. Der Zustand bleibt zwischen den Starts erhalten.
es: Haz clic en el chevron del divisor sobre las pestañas para ocultar todo el panel y dejar solo la vista En reproducción. El estado se mantiene entre lanzamientos.
fr: Cliquez sur le chevron du séparateur au-dessus des onglets pour masquer entièrement le panneau et obtenir une vue « Lecture en cours » épurée. L’état est conservé entre les lancements.
it: Fai clic sul chevron del divisore sopra le schede per nascondere l’intero pannello e avere una vista “In riproduzione” pulita. Lo stato si mantiene tra gli avvii.
ja: タブの上の区切りにあるシェブロンをクリックしてパネル全体を非表示にし、「再生中」だけのシンプルなレイアウトにできます。状態は起動間で保持されます。
nb: Klikk på chevronen på skilletegnet over fanene for å skjule hele panelet og få en ren Spilles nå-visning. Tilstanden bevares mellom åpninger.
nl: Klik op de chevron op de scheidingslijn boven de tabbladen om het hele paneel te verbergen voor een schone alleen-Speelt nu-weergave. De status blijft behouden tussen sessies.
pl: Kliknij szewron na separatorze nad kartami, aby ukryć cały panel i mieć czysty widok „Teraz odtwarzane”. Stan jest zachowywany między uruchomieniami.
pt: Clique no chevron no separador acima das abas para ocultar todo o painel e obter uma vista “A tocar” limpa. O estado persiste entre lançamentos.
sv: Klicka på chevronen på avgränsaren ovanför flikarna för att dölja hela panelen och få en ren Spelas nu-vy. Läget sparas mellan starter.
zh_hans: 点击标签上方分隔线上的人字形图标，可隐藏整个面板，获得清爽的「正在播放」布局。状态会在下次启动时保留。

# helpCollapseHeading
source: Collapsing the panel
da: Skjule panelet
de: Panel einklappen
es: Contraer el panel
fr: Replier le panneau
it: Comprimere il pannello
ja: パネルの折りたたみ
nb: Skjule panelet
nl: Paneel inklappen
pl: Zwijanie panelu
pt: Recolher o painel
sv: Fälla in panelen
zh_hans: 折叠面板

# helpControllingPlayback
source: Controlling playback
da: Styring af afspilning
de: Wiedergabe steuern
es: Controlar la reproducción
fr: Contrôler la lecture
it: Controllare la riproduzione
ja: 再生の操作
nb: Styre avspilling
nl: Afspelen bedienen
pl: Sterowanie odtwarzaniem
pt: Controlar a reprodução
sv: Styra uppspelning
zh_hans: 控制播放

# helpControllingPlaybackBody
source: Select a room in the sidebar. The Now Playing view shows the current track, transport controls, and volume for the selected group.
da: Vælg et rum i sidepanelet. Afspilles nu-visningen viser det aktuelle nummer, afspilningskontroller og lydstyrke for den valgte gruppe.
de: Wähle in der Seitenleiste einen Raum aus. Die Ansicht „Aktuelle Wiedergabe“ zeigt den aktuellen Titel, die Transport-Steuerelemente und die Lautstärke der ausgewählten Gruppe.
es: Selecciona una habitación en la barra lateral. La vista En reproducción muestra la pista actual, los controles de reproducción y el volumen del grupo seleccionado.
fr: Sélectionnez une pièce dans la barre latérale. La vue En cours de lecture affiche la piste actuelle, les commandes de lecture et le volume du groupe sélectionné.
it: Seleziona una stanza nella barra laterale. La vista In riproduzione mostra la traccia corrente, i controlli di riproduzione e il volume del gruppo selezionato.
ja: サイドバーでルームを選択します。「再生中」ビューには現在のトラック、再生コントロール、選択したグループの音量が表示されます。
nb: Velg et rom i sidefeltet. Spilles nå-visningen viser gjeldende spor, avspillingskontroller og volum for den valgte gruppen.
nl: Selecteer een ruimte in de zijbalk. De weergave Now Playing toont de huidige track, afspeelknoppen en het volume van de geselecteerde groep.
pl: Wybierz pokój w panelu bocznym. Widok Teraz odtwarzane pokazuje bieżący utwór, kontrolki odtwarzania i głośność wybranej grupy.
pt: Selecione uma sala na barra lateral. A visualização “Tocando agora” mostra a faixa atual, os controles de reprodução e o volume do grupo selecionado.
sv: Välj ett rum i sidofältet. Vyn Spelas nu visar nuvarande spår, uppspelningskontroller och volym för den valda gruppen.
zh_hans: 在侧边栏选择一个房间。正在播放视图会显示当前曲目、播放控件和所选组的音量。

# helpCrossfadeSleepBody
source: Crossfade blends the end of each track into the next and is toggled from the Now Playing controls; it applies to the group, not to Choragus, so other controllers see the same setting. Sleep stops playback after a chosen delay and can be cancelled at any time from the same button.
da: Overtoning blander slutningen af hvert nummer ind i det næste og slås til/fra i Now Playing-betjeningspanelet. Det gælder for gruppen, ikke for Choragus, så andre controllere ser den samme indstilling. Sleeptimeren stopper afspilningen efter en valgt forsinkelse og kan til enhver tid annulleres med den samme knap.
de: Überblenden mischt das Ende jedes Titels in den nächsten und wird über die Now Playing-Steuerung umgeschaltet. Es gilt für die Gruppe, nicht für Choragus, sodass andere Controller dieselbe Einstellung sehen. Der Sleep-Timer stoppt die Wiedergabe nach einer gewählten Verzögerung und kann jederzeit über dieselbe Taste abgebrochen werden.
es: El fundido cruzado mezcla el final de cada pista con la siguiente y lo activas desde los controles de Now Playing; se aplica al grupo, no a Choragus, por lo que otros controladores ven el mismo ajuste. El temporizador de reposo detiene la reproducción tras un retraso elegido y lo puedes cancelar en cualquier momento desde el mismo botón.
fr: Le fondu enchaîné mélange la fin de chaque piste avec la suivante et s'active depuis les commandes Now Playing ; il s'applique au groupe, et non à Choragus, afin que les autres contrôleurs voient le même réglage. La mise en veille arrête la lecture après un délai choisi et vous pouvez l'annuler à tout moment depuis le même bouton.
it: La dissolvenza incrociata unisce la fine di ogni brano al successivo e la attivi dai controlli di Now Playing; si applica al gruppo, non a Choragus, quindi gli altri controller vedono la stessa impostazione. Il timer di stop interrompe la riproduzione dopo un ritardo selezionato e puoi annullarlo in qualsiasi momento dallo stesso pulsante.
ja: クロスフェードは、各トラックの終わりを次のトラックにミックスします。Now Playingのコントロールから切り替えることができ、Choragusではなくグループに適用されるため、他のコントローラでも同じ設定が表示されます。スリープタイマーは指定した時間が経過すると再生を停止し、同じボタンからいつでもキャンセルできます。
nb: Overtoning blander slutten av hvert spor inn i det neste, og du slår det av/på fra Now Playing-kontrollene. Det gjelder for gruppen, ikke for Choragus, slik at andre kontrollere ser den samme innstillingen. Dvaletimeren stopper avspillingen etter en valgt forsinkelse, og du kan avbryte den når som helst fra den samme knappen.
nl: Crossfade laat het einde van elk nummer overlopen in het volgende en schakel je in via de Now Playing-bediening; het is van toepassing op de groep, niet op Choragus, dus andere regelaars zien dezelfde instelling. De slaaptimer stopt het afspelen na een gekozen vertraging en kun je op elk moment annuleren via dezelfde knop.
pl: Funkcja płynnych przejść miksuje końcówkę jednego utworu z początkiem następnego i jest przełączana w elementach sterujących Now Playing; dotyczy grupy, a nie aplikacji Choragus, dzięki czemu inne kontrolery widzą to samo ustawienie. Wyłącznik czasowy zatrzymuje odtwarzanie po wybranym czasie i może być anulowany w dowolnej chwili za pomocą tego samego przycisku.
pt: A transição mistura o fim de cada faixa com a seguinte e é ativada nos controlos do Now Playing; aplica-se ao grupo e não ao Choragus, para que outros controladores vejam a mesma definição. O temporizador para a reprodução após um atraso escolhido e podes cancelá-lo a qualquer momento no mesmo botão.
sv: Tona över (Crossfade) blandar slutet av varje spår in i nästa och du växlar det från Now Playing-reglagen; det gäller för gruppen, inte Choragus, så andra kontroller visar samma inställning. Insomningstimern stoppar uppspelningen efter en vald fördröjning och du kan avbryta den när som helst från samma knapp.
zh_hans: 交叉渐入渐出功能会将每首曲目的结尾与下一首的开头融合，可以在Now Playing控制中切换；该功能适用于群组，而非Choragus，因此其他控制器会看到相同的设置。睡眠计时器会在选定的延迟时间后停止播放，并随时可以通过同一按钮取消。

# helpCrossfadeSleepHeading
source: Crossfade and sleep timer
da: Overtoning og sleeptimer
de: Überblenden und Sleep-Timer
es: Fundido cruzado y temporizador de reposo
fr: Fondu enchaîné et minuteur de mise en veille
it: Dissolvenza incrociata e timer di stop
ja: クロスフェードとスリープタイマー
nb: Overtoning og dvaletimer
nl: Crossfade en slaaptimer
pl: Płynne przejścia i wyłącznik czasowy
pt: Transição e temporizador
sv: Tona över och insomningstimer
zh_hans: 交叉渐入渐出和睡眠计时器

# helpDiagnosticsBody
source: Choragus quietly captures errors and unusual events as they happen — UPnP faults from your speakers, network failures, music-service errors. The Diagnostics window shows the recent log so you can see what went wrong and report it without dredging through Console.app.
da: Choragus opfanger stille fejl og usædvanlige hændelser, mens de sker — UPnP-fejl fra dine højttalere, netværksfejl, musiktjenestefejl. Diagnostik-vinduet viser den seneste log, så du kan se, hvad der gik galt, og rapportere det uden at grave i Konsol.app.
de: Choragus erfasst Fehler und ungewöhnliche Ereignisse im Hintergrund — UPnP-Fehler von deinen Lautsprechern, Netzwerkfehler, Musikdienst-Fehler. Das Diagnose-Fenster zeigt das aktuelle Protokoll, sodass du sehen kannst, was schiefgelaufen ist, und es melden kannst, ohne dich durch Console.app zu wühlen.
es: Choragus captura discretamente errores y eventos inusuales a medida que ocurren — fallos UPnP de tus altavoces, fallos de red, errores de servicios de música. La ventana Diagnóstico muestra el registro reciente para que veas qué falló y lo informes sin tener que rebuscar en Consola.app.
fr: Choragus capture discrètement les erreurs et événements inhabituels au moment où ils se produisent — pannes UPnP de vos enceintes, défaillances réseau, erreurs de service musical. La fenêtre Diagnostic affiche le journal récent pour vous permettre de voir ce qui s’est mal passé et de le signaler sans fouiller dans Console.app.
it: Choragus acquisisce silenziosamente gli errori e gli eventi insoliti man mano che si verificano — guasti UPnP dei tuoi diffusori, errori di rete, errori dei servizi musicali. La finestra Diagnostica mostra il registro recente per vedere cosa è andato storto e segnalarlo senza dover frugare in Console.app.
ja: Choragusはエラーや異常なイベント（スピーカーのUPnPフォールト、ネットワーク障害、音楽サービスエラーなど）を発生時にバックグラウンドで取得します。診断ウインドウには最近のログが表示され、コンソール.appを掘り返さなくても何が起きたかを確認・報告できます。
nb: Choragus fanger stille opp feil og uvanlige hendelser når de skjer — UPnP-feil fra høyttalerne dine, nettverksfeil, musikktjenestefeil. Diagnostikk-vinduet viser den siste loggen så du kan se hva som gikk galt og rapportere det uten å grave i Konsoll.app.
nl: Choragus verzamelt stilletjes fouten en ongebruikelijke gebeurtenissen op het moment dat ze gebeuren — UPnP-fouten van je luidsprekers, netwerkstoringen, fouten van muziekdiensten. Het Diagnostiek-venster toont het recente logboek zodat je kunt zien wat er misging en dit kunt melden zonder Console.app door te spitten.
pl: Choragus dyskretnie zapisuje błędy i nietypowe zdarzenia w momencie ich wystąpienia — usterki UPnP z głośników, błędy sieci, błędy usług muzycznych. Okno Diagnostyka pokazuje ostatnie wpisy, dzięki czemu można zobaczyć, co poszło nie tak, i zgłosić to bez przekopywania Konsoli.app.
pt: O Choragus captura discretamente erros e eventos inesperados à medida que ocorrem — falhas UPnP nas suas colunas, falhas de rede, erros de serviços de música. A janela Diagnóstico mostra o registo recente para que veja o que correu mal e o reporte sem ter de remexer na Consola.app.
sv: Choragus fångar diskret upp fel och ovanliga händelser när de inträffar — UPnP-fel från dina högtalare, nätverksfel, musiktjänstfel. Diagnostik-fönstret visar den senaste loggen så att du kan se vad som gick fel och rapportera det utan att gräva i Konsol.app.
zh_hans: Choragus 在事件发生时安静地记录错误和异常事件——扬声器的 UPnP 故障、网络故障、音乐服务错误。诊断窗口显示最近的日志，让您无需翻查“控制台.app”也能看到出了什么问题，并进行报告。
